Repository: MrTheodor/gnome-shell-ext-SkypeNotification
Catalog: SkypeNotification@chrisss404.gmail.com/locale/*.po
Languages: cs, es, fr, it, nl, sr

source: Recent Chats
cs: Poslední chaty
es: Conversaciones recientes
fr: Discussions récentes
it: Chat Recenti
nl: Recente Chats
sr: Скорашња ћаскања

source: Change Status
cs: Změnit status
es: Cambio de estado
fr: Changer l'état
it: Cambia Stato
nl: Verander status
sr: Промени стање

source: Online
es: En linea
fr: En ligne
sr: Доступан/на

source: Away
cs: Nepřítomný
es: Ausente
fr: Absent
it: Assente
nl: Weg
sr: Недоступан/на

source: Do Not Disturb
cs: Nerušit
es: No molestar
fr: Ne pas déranger
it: Non Disturbare
nl: Niet storen
sr: Не узнемиравај

source: Offline
es: Fuera de linea
fr: Hors ligne
sr: Ван мреже

source: Show Contact List
cs: Zobrazit Seznam Kontaktů
es: Mostrar lista de contactos
fr: Afficher la liste de contacts
it: Mostra Contatti
nl: Contacten weergeven
sr: Прикажи контакте

source: Add a Contact
cs: Přidat Kontakt
es: Agregar un contacto
fr: Ajouter un contact
it: Aggiungi un Contatto
nl: Contact toevoegen
sr: Додај контакт

source: Microphone
cs: Mikrofon
es: Micrófono
it: Microfono
nl: Microfoon
sr: Микрофон

source: Quit
cs: Ukončit
es: Salir
fr: Quitter
it: Esci
nl: Afsluiten
sr: Изађи

source: Call Missed
cs: Zmeškaný Hovor
es: Llamada perdida
fr: Appel manqué
it: Chiamata persa
nl: Gesprek gemist
sr: Пропуштен позив

source: Voicemail Received
cs: Přijata hlasová zpráva
es: Mensaje de voz recibido
fr: Message vocal reçu
it: Messaggio vocale ricevuto
nl: Voicemail ontvangen
sr: Говорна порука примљена

source: Voicemail Sent
cs: Hlasová zpráva odeslána
es: Mensaje de voz enviado
fr: Message vocal envoyé
it: Messaggio vocale inviato
nl: Voicemail verstuurd
sr: Говорна порука послата

source: {contact} has appeared online
cs: {contact} se připojil
es: {contact} está conectado
fr: {contact} est en ligne
it: {contact} è online
nl: {contact} online gekomen
sr: {contact} се пријавио/ла

source: {contact} has gone offline
cs: {contact} se odpojil
es: {contact} se ha desconectado
fr: {contact} est hors ligne
it: {contact} è offline
nl: {contact} offline gegaan
sr: {contact} се одјавио/ла

source: Contact request from {contact}
cs: Žádost o přijetí kontaktu od {contact}
es: Requerimiento de contacto de {contact}
fr: Demande de contact de {contact}
it: Richiesta di contatto da {contact}
nl: {contact} wilt u toevoegen aan contactlijst
sr: Примљен захтев од {contact}

source: {contact} has been added to your contact list
cs: {contact} byl přidán do seznamu kontaktů
es: {contact} ha sido agregado a la lista de contactos
fr: {contact} a été ajouté à votre liste de contact
it: {contact} è stato aggiunto ai tuoi contatti
nl: {contact} aan uw contactlijst toegevoegd
sr: Додали сте {contact} у контакте

source: {contact} has been deleted from your contact list
cs: {contact} byl odstraněn ze seznamu kontaktů
es: {contact} ha sido borrado de la lista de contactos
fr: {contact} a été supprimé de votre liste de contact
it: {contact} è stato cancellato dai tuoi contatti
nl: {contact} is uit uw contactlijst verwijderd
sr: Уклонили сте {contact} из контаката

source: {contact} joined chat
cs: {contact} se připojil do chatu
es: {contact} se unió a la conversación
fr: {contact} a rejoint la discussion
it: {contact} si è unito alla conversazione
nl: {contact} toegevoegd aan chat
sr: {contact} се придружио/ла ћаскању

source: {contact} left chat
cs: {contact} opustil chat
es: {contact} dejó la conversación
fr: {contact} a quitter la discussion
it: {contact} ha abbandonato la conversazione
nl: {contact} heeft chat verlaten
sr: {contact} је напустио/ла ћаскање

source: Incoming file from {contact}
cs: Příchozí soubor od {contact}
es: {contact} ha enviado un archivo
fr: {contact} vous envoie un fichier
it: File in arrivo da {contact}
nl: Binnenkomend bestand van {contact}
sr: {contact} вам је послао/ла датотеку

source: Transfer Complete
cs: Přenos kompletní
es: Transferencia de archivo completa
fr: Transfert fini
it: Trasferimento completato
nl: Overdracht compleet
sr: Пренос датотеке готов

source: {filename} saved to {filepath}
cs: {filename} uloženo do {filepath}
es: {filename} guardado en {filepath}
fr: {filename} enregistré dans {filepath}
it: {filename} salvato in {filepath}
nl: {filename} opgeslagen in {filepath}
sr: {filename} је сачувана у {filepath}

source: Transfer Failed
cs: Přenos se nezdařil
es: Transferencia fallida
fr: Transfert échoué
it: Trasferimento fallito
nl: Overdracht mislukt
sr: Неуспех при преносу датотеке

source: SMS Sent
cs: SMS zpráva poslána
es: SMS enviado
fr: SMS envoyé
it: SMS inviato
nl: SMS verstuurd
sr: СМС је послат

source: SMS Failed
cs: Poslání SMS zprávy se nezdařilo
es: SMS sin enviar
fr: Échec de l'envoie du SMS
it: Invio SMS non riuscito
nl: SMS versturen mislukt
sr: Неуспех при слању СМС-а

source: {contact} has a birthday tomorrow
cs: {contact} má zítra narozeniny
es: Mañana es el cumpleaños de {contact}
fr: {contact} fête son anniversaire demain
it: {contact} festeggia il compleanno domani
nl: {contact} is morgen jarig
sr: {contact} сутра слави рођендан

source: Happy Birthday {contact}
cs: Vše Nejlepší {contact}
es: Feliz cumpleaños, {contact}
fr: Bon anniversaire à {contact}
it: Buon compleanno {contact}
nl: Fijne verjaardag {contact}
sr: Срећан рођендан {contact}

source: Show top bar icon
cs: Zobraz ikonu v horním panelu
es: Mostrar ícono en panel superior
fr: Afficher l’icône dans le panneau supérieur
it: Mostra icona nel pannello superiore
nl: Icoon in bovenbalk
sr: Прикажи иконицу у горњој траци

source: Shall the top bar icon be displayed
cs: Ikona v horním panelu se má zobrazovat
es: Mostrar ícono en panel superior
fr: L’icône du panneau supérieur doit-elle être affiché ?
it: L'icona deve essere mostrata nel pannello superiore?
nl: Een icoon zal worden weergegeven in de bovenbalk
sr: Подешава приказ иконице у горњој траци

source: Hide original tray icon (restart required)
es: Ocultar ícono de bandeja (reinicio requerido)

source: Shall the original tray icon be hidden
es: Ocultar ícono de bandeja

source: Native notifications
es: Notificaciones nativas
nl: Geïntegreerde notificaties
sr: Системска обавештења

source: Shall Skype make use of native notifications
es: Usar notificaciones nativas
nl: Skype zal gebruik maken van geïntegreerde notificaties
sr: Подешава да ли Скајп треба да користи системска обавештења

source: Search provider
es: Proveedor de búsqueda

source: Shall a Skype search provider be added
es: Agregar proveedor de búsqueda
nl: Of een Skype search provider zal worden toegevoegd

source: Open contacts on left click on top bar icon
cs: Otevři seznam kontaktů po kliknutí levým tlačítkem na ikonu v panelu
es: Mostrar lista de contactos en el clic izquierdo
nl: Open contacten als op het icoon in de bovenbalk wordt geklikt
sr: Прикажи контакте када се кликне левим кликом на иконицу у горњој траци

source: Shall the Skype contact list be opened when the top bar icon is clicked by the left mouse button
cs: Seznam kontaktů se má zobrazit po kliknutí levým tlačítkem na ikonu v panelu.
es: Mostrar lista de contactos en el clic izquierdo sobre ícono en panel superior
nl: De Skype contactenlijst zal worden geopend als er op het het icoon in de bovenbalk wordt geklikt
sr: Подешава да ли се приказују контакти приликом кликтања левим кликом на иконицу у горњој траци

source: Panel button position
es: Posición del ícono

source: Define panel button's position
es: Definir la posición del ícono

source: Invisible
cs: Neviditelný
it: Invisibile
nl: Onzichtbaar
sr: Невидљив(a)

source: Follow system-wide presence state
nl: Gebruik aanwezigheidsstatus van het systeem
sr: Прати системско стање присутности

source: Shall Skype online status follow the system-wide presence state
nl: De aanwezigheidsstatus van het systeem zal automatisch worden overgenomen door Skype
sr: Подешава да ли Скајп треба да користи системско стање присутности
